Repository: Aube33/Matcher
Catalog: matcher_app/lib/l10n/app_*.arb
Languages: fr

source: Hello World!
fr: Salut Monde!

# errorOccured
source: An error occured :(
fr: Une erreur est survenue :(

source: Delete
fr: Supprimer

source: Confirm
fr: Confirmer

# addHobby
source: Add +
fr: Ajouter +

# selectImage
source: Select an image
fr: Selectionner une image

source: Gallery
fr: Gallerie

# takePicture
source: Take a picture
fr: Prendre une photo

source: Daily likes
fr: Likes journaliers

source: claim
fr: obtenir

# matchUnavailblePopupTitle
source: Hello ?..
fr: Allo ?..

# matchUnavailablePopupContent
source: This match is no longer available !
fr: Ce match n'est plus disponible !

source: Delete this match
fr: Supprimer ce match

source: Image unavailable
fr: Image indisponible

source: Name unavailable
fr: Nom indisponible

source: Tap to close
fr: Cliquez pour fermer

source: Delete this like
fr: Supprimer ce like

# confirmAction
source: Do you really want to do this?
fr: Voulez-vous vraiment faire ça ?

# years
source: years old
fr: ans

# pleaseReconnect
source: Please log in again
fr: Veuillez vous reconnecter

# likeReception
source: Received a like
fr: Réception d'un like

# likeReceptionDesc
source: Notification when you receive a like.
fr: Notification lorsque vous recevez un like.

# likeReceptionNotif
source: You received a like {userName}
fr: Nouveau like {userName}

# matchReception
source: New match
fr: Alerte d'un nouveau match

# matchReceptionDesc
source: Notification when you match with another user.
fr: Notification lorsque vous avez un nouveau match.

# matchReceptionNotif
source: You matched with {userName} !
fr: Nouveau match avec {userName} !

# messageReception
source: Received new message
fr: Réception d'un message

# messageReceptionDesc
source: Notification when received new message.
fr: Notification lorsque vous recevez un message.

# messageReceptionNotif
source: New message {userName} !
fr: Nouveau message {userName} !

# dailyLikesNotif
source: Reset of daily likes
fr: Réinitialisation des likes journaliers

# dailyLikesNotifDesc
source: Notification when daily likes are available.
fr: Notification lorsque les likes journaliers sont disponibles.

# dailyLikesNotifTitle
source: ❤️ It's time !
fr: ❤️ C'est l'heure !

# dailyLikeNotifContent
source: Daily likes are now available !
fr: Les likes journaliers sont de nouveau disponibles !

# customNotif
source: Custom notifications
fr: Notifications customisées

# customNotifDesc
source: General custom notifications from our team
fr: Notifications en tout genre de notre équipe

# notEnoughLikes
source: You're out of likes, come back tomorrow !
fr: Vous êtes à court de likes, revenez demain !

source: Oops...
fr: Oups...

source: Okay
fr: D'accord

source: Click to view
fr: Cliquez pour consulter

source: Change email
fr: Modifier l'adresse email

source: Email address
fr: Adresse email

source: Change my email
fr: Modifier mon email

# pleaseEnterValidEmail
source: Please enter a valid email address !
fr: Veuillez entrer une adresse email valide !

# validateAccountWithEmail
source: Validate your account by clicking on the link received in your email inbox
fr: Validez votre compte en cliquant sur le lien reçu dans votre boîte mail

# verifEmailSent
source: A verification email has been sent to {email}
fr: Un email de vérification a été envoyé à {email}

# emailUnvailable
source: This email address is not available !
fr: Cette adresse email n'est pas disponible !

# pleaseConfirmEmail
source: Please confirm your email address first !
fr: Veuillez confirmer votre adresse email

# sucessConfirmEmail
source: Email address confirmed!
fr: Adresse email confirmée !

# passwordResetEmailSent
source: A reset link has been sent to your email !
fr: Un lien de réinitialisation vous a été envoyé par email !

source: Reset password
fr: Réinitialiser le mot de passe

source: Reset my password
fr: Réinitialiser mon mot de passe

source: Password
fr: Mot de passe

# passwordRequirement
source: 10 characters, with : 1 Uppercase, 1 Lowercase 1 Number, and 1 @\$!%*?&.€
fr: 10 caractères, dont : 1 Majuscule, 1 Minuscule 1 Chiffre, 1 @\$!%*?&.€

# passwordForgot
source: I forgot my password
fr: J'ai oublié mon mot de passe

source: Received likes
fr: Likes reçus

# emptyLikesReception
source: You haven't received any likes yet
fr: Vous n'avez pas encore reçu de like

# emptyMatchesReception
source: You don't have any matches yet.
fr: Vous n'avez pas de matchs pour l'instant

# takeFirstStep
source: Take the first step
fr: Faites le premier pas

source: Wrong credentials !
fr: Mauvais identifiants !

source: Load more messages
fr: Charger plus de messages

source: Type a message...
fr: Entrez un message...

source: Image edited
fr: Image modifiée

# imageTooBig
source: The image is too large! Maximum 20 MB
fr: L'image est trop volumineuse ! Maximum 20 Mo

# editSuccess
source: Edit successful !
fr: Modification effectuée !

source: edit
fr: modifier

source: Add a note
fr: Ajoutez une note

source: Location
fr: Localisation

source: Gender
fr: Genre

source: Filters
fr: Filtres

source: Age search
fr: Ages

source: Attractions
fr: Attirances

source: Relationship
fr: Relation

source: Weeks
fr: Semaines

source: Account
fr: Compte

source: Profile paused
fr: Profil en pause

# profileNowPaused
source: Your profile is now paused !
fr: Votre profil est maintenant en pause !

# profileNowVisible
source: Your profile is now visible !
fr: Votre profil est de nouveau visible !

# logoutPopupTitle
source: Come back soon!
fr: revenez vite !

# logoutPopupContent
source: Do you want to log out?
fr: Voulez-vous vous déconnecter ?

source: Log out
fr: Déconnexion

# accountDeletePopupTitle
source: Leaving us ?
fr: Vous nous quittez ?

# accountDeletePopupContent
source: Your account will be automatically deleted after 30 days
fr: Votre compte sera automatiquement supprimé au bout de 30 jours

# accountDeleteReloginToCancel
source: Log in again to recover your account
fr: Reconnectez-vous pour récupérer votre compte

source: Delete my account
fr: Supprimer mon compte

source: Legal Notice
fr: Mentions Légales

source: ToS
fr: CGU

source: Terms of Service
fr: Conditions Générales d'Utilisation

# yourLoginInfo
source: Your login information
fr: Tes informations de connexion

source: What's your name ?
fr: Comment t'appelles-tu ?

source: First name
fr: Prénom

# whenWereBorn
source: When were you born ?
fr: Quand es-tu ne(e) ?

source: Agree with
fr: Accepter les

source: Finalize
fr: Finaliser

# passwordSuccessUpdated
source: Password updated ! You can log in again
fr: Mot de passe mis à jour ! Vous pouvez vous reconnecter

# delayExceededPleaseRestart
source: The time limit has been exceeded ! Please try again
fr: Le délai a été dépassé ! Veuillez recommencer

# passwordDoesntRequirements
source: The password doesn't meet the requirements!
fr: Le mot de passe ne respecte pas les consignes !

source: New password
fr: Nouveau mot de passe

# reEnterPassword
source: Re-enter the password
fr: Réentrez le mot de passe

source: Invalid password !
fr: Mot de passe invalide !

# passwordsDoesntMatch
source: Passwords do not match !
fr: Les mots de passe ne correspondent pas !

# searchNewProfiles
source: Searching for new profiles...
fr: Recherche de nouveaux profils en cours...

source: Nice try !
fr: Bien essayé !

source: Page not found
fr: Page introuvable

source: An age preference ?
fr: Une preference d'age ?

source: Validate
fr: Valider

source: And your attractions
fr: Et tes attirances

# whatsYourAttractions
source: What are your attractions ?
fr: Quelles sont tes attirances

source: No gender available
fr: Aucun genre disponible

# whatsYourGender
source: What is your gender ?
fr: Quel est ton genre ?

source: pictures
fr: photos

# addPicture
source: Add a picture
fr: Ajouter une image

# whereAreYou
source: Where are you located ?
fr: Ou te situes-tu ?

source: Your search distance ?
fr: Ta distance de recherche ?

# birthDate
source: Date of birth
fr: Date de naissance

source: New note
fr: Nouvelle note

source: And otherwise
fr: Et sinon

source: Why are you here ?
fr: pourquoi es-tu ici ?

# relationshipSearched
source: What kind of relationship are you looking for ?
fr: Relation recherchee ?

source: No relationship available
fr: Aucune relation disponible

# apiUnavailable
source: Maintenance in progress, sorry for the inconvenience
fr: Une maintenance est en cours, désolé pour le désagrément

# emailInvalid
source: Invalid email
fr: Adresse email invalide

# passwordInvalid
source: Invalid password
fr: Mot de passe invalide

# firstNameInvalid
source: Invalid first name
fr: Prénom invalide

source: Unable to get location
fr: Impossible d'obtenir la localisation
